Repository: iAlias/NearHere
Catalog: *.lproj/Localizable.strings
Languages: italian

# controlla1
source: You're bound!!!
italian: Stai per arrivare

# controlla2
source: You are receding!!!
italian: Ti stai allontanando

# calcolaZoom
source: Destination is not included
italian: Destinazione non inserita

# deleteAnnotation1
source: Destination deleted
italian: Destinazione cancellata

# deleteAnnotation2
source: Not destination present
italian: Nessuna destinazione presente

# creaNotifica1
source: When
italian: Quando

# creaNotifica2
source: you approach
italian: ti avvicini a

# creaNotifica3
source: you leave a
italian: ti allontani da

# creaNotifica4
source: m from the point set, will be notified througt: Alert
italian: metri dal punto impostato, verrai notificato tramite: Avviso

# creaNotifica5
source: . Press START to go.
italian: . Premi START per partire.

# creaNotifica6
source: and Call.
italian: e Chiamata.

# creaNotifica7
source: and Sms.
italian: e Sms.

# mailComposeController1
source: We were unable to send e-mail
italian: Non è stato possibile inviare la mail

# mailComposeController2
source: Unsent message
italian: Messaggio non inviato

# handleGesture1
source: Destination
italian: Destinazione

# handle&Custom2
source: You are already inside the area set
italian: Sei già dentro l'area impostata

# handle&Custom3
source: You are already outside the set
italian: Sei già fuori dall'area impostata

# getLocationFromAddress
source: Error in the address. Re-enter address (Es: Viale Andrea Doria 6, Catania - Or: Viale Andrea Doria Catania )
italian: Errore nell'inserimento dell'indirizzo. Inserire nuovamente indirizzo (Es: Viale Andrea Doria 6, Catania - Oppure: Viale Andrea Doria Catania)

# removeIstruzioniPage
source: To set the destination address to enter in the search bar or press on the pin on the map and click the desired destination
italian: Per impostare la destinazione inserire indirizzo nella barra di ricerca o premere sullo spillo e cliccare sulla mappa la destinazione desiderata

# removeMail
source: Enter recipient's email address to set the Mail
italian: Inserire indirizzo Mail del destinatario per impostare la Mail

# removeChiamate
source: Enter the recipient's phone number to set the Call
italian: Inserire il numero di telefono del destinatario per impostare la Chiamata

# removeSms
source: Enter the recipient's phone number to set the SMS
italian: Inserire il numero di telefono del destinatario per impostare l'Sms

# aggiornaBottone1
source: Setting Mail
italian: Imposta Mail

# aggiornaBottone2
source: Setting Call
italian: Imposta Chiamata

# aggiornaBottone3
source: Setting Sms
italian: Imposta SMS

# suggerimento
source: Tip
italian: Suggerimento

# fine
source: End
italian: FINE

# errore
source: Error
italian: Errore

# attenzione
source: Attention
italian: Attenzione

# gpsoff
source: Enable the location of the device settings menu
italian: Abilitare la localizzazione dal menù impostazioni del dispositivo

# saveFavorites
source: Destination bookmarked
italian: Destinazione salvata nei preferiti

# saveFavorites1
source: Destination is not included in the map. Can not save
italian: Destinazione non inserita nella mappa. Impossibile salvare

# saveFavorites2
source: Enter a name to save the destination
italian: Inserire un nome per salvare la destinazione

# saveFavorites3
source: Target already in favorites
italian: Destinazione già presente nei preferiti

# nonConnesso
source: To use NearHere you need a working internet connection.
italian: Per usare NearHere hai bisogno di una connessione internet funzionante.

# nonFunziona
source: You can not use this function with your device
italian: Non puoi utilizzare questa funzione con il tuo dispositivo

# start
source: Enter a destination before starting
italian: Inserire una destinazione prima di iniziare
